Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add ERC-20 / SPL tokens by pasting their contract or mint address. Aperture reads name, symbol, and decimals from chain.
af: Voeg ERC-20-/SPL-tokens by deur hul kontrak- of mint-adres te plak. Aperture lees naam, simbool en desimale vanaf die ketting.
ar: أضف عملات ERC-20 / SPL بلصق عنوان عقدها أو عنوان الإصدار. تقرأ Aperture الاسم والرمز والكسور العشرية من السلسلة.
bg: Добавете ERC-20 / SPL токени, като поставите адреса на договора или mint. Aperture чете името, символа и десетичните знаци от веригата.
bn: কন্ট্রাক্ট বা mint ঠিকানা পেস্ট করে ERC-20 / SPL টোকেন যোগ করুন। Aperture চেইন থেকে নাম, সিম্বল এবং দশমিক পড়ে নেয়।
ca: Afegeix tokens ERC-20 / SPL enganxant la seva adreça de contracte o mint. Aperture llegeix el nom, el símbol i els decimals de la cadena.
cs: Přidávejte tokeny ERC-20 / SPL vložením adresy kontraktu nebo mintu. Název, symbol a desetinná místa si Aperture načte z chainu.
da: Tilføj ERC-20- / SPL-tokens ved at indsætte deres kontrakt- eller mint-adresse. Aperture læser navn, symbol og decimaler fra kæden.
de: Füge ERC-20- / SPL-Tokens hinzu, indem du ihre Vertrags- oder Mint-Adresse einfügst. Name, Symbol und Dezimalstellen liest Aperture aus der Chain.
el: Προσθέστε tokens ERC-20 / SPL επικολλώντας τη διεύθυνση του συμβολαίου ή του mint. Το όνομα, το σύμβολο και τα δεκαδικά τα διαβάζει το Aperture από την αλυσίδα.
es: Añade tokens ERC-20 / SPL pegando su dirección de contrato o mint. Aperture lee nombre, símbolo y decimales en la cadena.
et: Lisa ERC-20 / SPL märgid, kleepides nende lepingu või mint-aadressi. Aperture loeb nime, sümboli ja kümnendkohad ahelast.
fa: با چسباندن نشانی قرارداد یا مینت، توکن‌های ERC-20 / SPL را اضافه کنید. Aperture نام، نماد و رقم اعشار را از زنجیره می‌خواند.
fi: Lisää ERC-20- / SPL-tokeneja liittämällä niiden sopimus- tai mint-osoite. Aperture lukee nimen, symbolin ja desimaalit ketjusta.
fil: Magdagdag ng mga ERC-20 / SPL token sa pamamagitan ng pag-paste ng kanilang contract o mint address. Binabasa ng Aperture ang pangalan, simbolo, at decimals mula sa chain.
fr: Ajoutez des jetons ERC-20 / SPL en collant leur adresse de contrat ou de mint. Aperture lit le nom, le symbole et les décimales depuis la chaîne.
he: הוספת טוקני ERC-20 / SPL נעשית על־ידי הדבקת כתובת החוזה או ה־mint שלהם. את השם, הסמל ומספר העשרוניות Aperture קוראת מהבלוקצ׳יין.
hi: ERC-20 / SPL टोकन उनके कॉन्ट्रैक्ट या मिंट पता पेस्ट करके जोड़ें। नाम, सिंबल और दशमलव Aperture चेन से पढ़ लेता है।
hr: Dodajte ERC-20 / SPL tokene lijepljenjem adrese ugovora ili mint adrese. Naziv, simbol i decimale Aperture čita s lanca.
hu: Adj hozzá ERC-20 / SPL tokeneket a szerződés vagy a mint cím beillesztésével. A nevet, szimbólumot és tizedesjegyeket az Aperture leolvassa a láncról.
id: Tambahkan token ERC-20 / SPL dengan menempelkan alamat kontrak atau mint-nya. Aperture membaca nama, simbol, dan desimal dari rantai.
is: Bættu við ERC-20 / SPL tókum með því að líma inn samnings- eða mint-fangið þeirra. Aperture les nafn, tákn og aukastafi af keðjunni.
it: Aggiunga token ERC-20 / SPL incollando il loro indirizzo del contratto o del mint. Aperture legge nome, simbolo e decimali dalla catena.
ja: コントラクトまたはミントアドレスを貼り付けて ERC-20 / SPL トークンを追加します。名称、シンボル、小数桁はAperture がチェーンから読み取ります。
ko: 컨트랙트 또는 민트 주소를 붙여넣어 ERC-20 / SPL 토큰을 추가하세요. Aperture가 이름, 심볼, 소수 자릿수를 체인에서 읽어와요.
lt: Pridėkite ERC-20 / SPL žetonus įklijuodami jų sutarties arba mint adresą. Aperture nuskaito pavadinimą, simbolį ir dešimtaines iš grandinės.
lv: Pievienojiet ERC-20 / SPL marķierus, ielīmējot to līguma vai mint adresi. Aperture nolasa nosaukumu, simbolu un decimāldaļas no ķēdes.
ml: ERC-20 / SPL ടോക്കണുകളുടെ കരാർ അല്ലെങ്കിൽ mint വിലാസം ഒട്ടിച്ച് അവ ചേർക്കുക. പേര്, ചിഹ്നം, ദശാംശങ്ങൾ എന്നിവ Aperture ചെയിനിൽ നിന്ന് വായിക്കുന്നു.
mr: त्यांचा करार किंवा mint पत्ता पेस्ट करून ERC-20 / SPL टोकन जोडा. नाव, चिन्ह आणि दशांश Aperture चेनवरून वाचते.
ms: Tambah token ERC-20 / SPL dengan menampal alamat kontrak atau mint-nya. Aperture membaca nama, simbol dan perpuluhan daripada rantaian.
nb: Legg til ERC-20- / SPL-tokens ved å lime inn kontrakt- eller mint-adressen. Aperture leser navn, symbol og desimaler fra kjeden.
nl: Voeg ERC-20-/SPL-tokens toe door het contract- of mint-adres te plakken. Aperture leest naam, symbool en decimalen uit de chain.
pa: ਉਹਨਾਂ ਦਾ ਕੰਟਰੈਕਟ ਜਾਂ mint ਪਤਾ ਪੇਸਟ ਕਰਕੇ ERC-20 / SPL ਟੋਕਨ ਜੋੜੋ। ਨਾਮ, ਚਿੰਨ੍ਹ ਅਤੇ ਦਸ਼ਮਲਵ Aperture ਚੇਨ ਤੋਂ ਪੜ੍ਹਦਾ ਹੈ।
pl: Dodaj tokeny ERC-20 / SPL, wklejając adres kontraktu lub mintu. Aperture odczyta nazwę, symbol i miejsca dziesiętne z łańcucha.
pt_br: Adicione tokens ERC-20 / SPL colando o endereço do contrato ou do mint. O Aperture lê nome, símbolo e casas decimais na rede.
ro: Adaugă tokenuri ERC-20 / SPL lipind adresa contractului sau a mint-ului. Numele, simbolul și zecimalele sunt citite de Aperture de pe chain.
ru: Добавьте токены ERC-20 / SPL, вставив адрес контракта или mint-адрес. Имя, символ и знаки после запятой Aperture прочитает из сети.
sk: Pridávajte tokeny ERC-20 / SPL vložením adresy kontraktu alebo mintu. Názov, symbol a desatinné miesta si Aperture načíta z reťazca.
sl: Dodajte žetone ERC-20 / SPL z lepljenjem naslova pogodbe ali mint naslova. Ime, simbol in decimalna mesta Aperture prebere iz verige.
sr: Додавајте ERC-20 / SPL токене налепљивањем адресе уговора или mint адресе. Назив, симбол и децимале Aperture чита са ланца.
sv: Lägg till ERC-20- / SPL-tokens genom att klistra in deras kontrakts- eller mint-adress. Aperture läser namn, symbol och decimaler från kedjan.
sw: Ongeza tokeni za ERC-20 / SPL kwa kubandika anwani yao ya mkataba au mint. Aperture husoma jina, alama na desimali kutoka kwenye mnyororo.
ta: ERC-20 / SPL டோக்கன்களின் ஒப்பந்த அல்லது mint முகவரியை ஒட்டுவதன் மூலம் சேர்க்கவும். பெயர், சின்னம் மற்றும் தசம இடங்களை Aperture பிணையத்திலிருந்து படிக்கிறது.
te: ERC-20 / SPL టోకెన్‌ల కాంట్రాక్ట్ లేదా mint చిరునామాను అతికించడం ద్వారా జోడించండి. పేరు, చిహ్నం మరియు దశాంశాలను Aperture చైన్ నుండి చదువుతుంది.
th: เพิ่มโทเคน ERC-20 / SPL ด้วยการวางที่อยู่สัญญาหรือมินต์ Aperture จะอ่านชื่อ สัญลักษณ์ และทศนิยมจากเชน
tr: Sözleşme veya mint adresini yapıştırarak ERC-20 / SPL token ekleyin. Aperture adı, sembolü ve ondalık sayıları zincirden okur.
uk: Додавайте токени ERC-20 / SPL, вставляючи адресу контракту або mint. Назву, символ і знаки після коми Aperture зчитує з мережі.
ur: ERC-20 / SPL ٹوکن ان کا کنٹریکٹ یا mint ایڈریس پیسٹ کر کے شامل کریں۔ Aperture نام، علامت اور اعشاریے چین سے پڑھ لیتا ہے۔
vi: Thêm token ERC-20 / SPL bằng cách dán địa chỉ hợp đồng hoặc mint của chúng. Aperture đọc tên, ký hiệu và số thập phân từ chuỗi.
zh_hans: 粘贴合约或铸造地址,即可添加 ERC-20 / SPL 代币。Aperture 会从链上读取名称、符号和精度。
zh_hant: 貼上合約或鑄造地址即可新增 ERC-20 / SPL 代幣。Aperture 會從鏈上讀取名稱、符號與小數位。

source: Add funds
af: Voeg fondse by
ar: إضافة أموال
bg: Добавяне на средства
bn: তহবিল যোগ করুন
ca: Afegeix fons
cs: Přidat prostředky
da: Tilføj midler
de: Guthaben hinzufügen
el: Προσθήκη κεφαλαίων
es: Añadir fondos
et: Lisa raha
fa: افزودن وجه
fi: Lisää varoja
fil: Magdagdag ng pondo
fr: Ajouter des fonds
he: הוסף כספים
hi: फ़ंड जोड़ें
hr: Dodaj sredstva
hu: Pénz hozzáadása
id: Tambah dana
is: Bæta við fé
it: Aggiungi fondi
ja: 資金を追加
ko: 자금 추가
lt: Pridėti lėšų
lv: Pievienot līdzekļus
ml: ഫണ്ട് ചേർക്കുക
mr: निधी जोडा
ms: Tambah dana
nb: Legg til midler
nl: Tegoed toevoegen
pa: ਫੰਡ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj środki
pt_br: Adicionar fundos
ro: Adaugă fonduri
ru: Добавить средства
sk: Pridať prostriedky
sl: Dodaj sredstva
sr: Dodaj sredstva
sv: Lägg till medel
sw: Ongeza fedha
ta: நிதியைச் சேர்க்கவும்
te: నిధులను జోడించండి
th: เพิ่มเงิน
tr: Para ekle
uk: Поповнити
ur: رقم شامل کریں
vi: Thêm tiền
zh_hans: 添加资金
zh_hant: 加入資金

source: Add funds to see balance.
af: Voeg fondse by om die saldo te sien.
ar: أضف أموالاً لعرض الرصيد.
bg: Добавете средства, за да видите баланса.
bn: ব্যালেন্স দেখতে তহবিল যোগ করুন।
ca: Afegeix fons per veure el saldo.
cs: Přidejte prostředky, abyste viděli zůstatek.
da: Indsæt for at se saldoen.
de: Guthaben hinzufügen, um den Saldo zu sehen.
el: Προσθέστε κεφάλαια για να δείτε το υπόλοιπο.
es: Añade fondos para ver el saldo.
et: Saldo nägemiseks lisa raha.
fa: برای دیدن موجودی، وجه اضافه کنید.
fi: Lisää varoja nähdäksesi saldon.
fil: Magdagdag ng pondo upang makita ang balanse.
fr: Ajoutez des fonds pour voir le solde.
he: הוסף כספים כדי לראות יתרה.
hi: शेष राशि देखने के लिए धन जोड़ें।
hr: Dodajte sredstva da biste vidjeli stanje.
hu: Tölts fel pénzt az egyenleg megtekintéséhez.
id: Tambahkan dana untuk melihat saldo.
is: Bættu við til að sjá stöðu.
it: Aggiungi fondi per vedere il saldo.
ja: 残高を表示するには入金してください。
ko: 잔액을 보려면 자금을 추가하세요.
lt: Pridėkite lėšų, kad pamatytumėte likutį.
lv: Pievienojiet līdzekļus, lai redzētu atlikumu.
ml: ബാലൻസ് കാണാൻ ഫണ്ട് ചേർക്കുക.
mr: शिल्लक पाहण्यासाठी निधी जोडा.
ms: Tambah dana untuk melihat baki.
nb: Sett inn for å se saldoen.
nl: Voeg geld toe om je saldo te zien.
pa: ਬਕਾਇਆ ਵੇਖਣ ਲਈ ਫੰਡ ਜੋੜੋ।
pl: Dodaj środki, aby zobaczyć saldo.
pt_br: Adicione fundos para ver o saldo.
ro: Adaugă fonduri pentru a vedea soldul.
ru: Пополните, чтобы увидеть баланс.
sk: Pridajte prostriedky, aby ste videli zostatok.
sl: Dodajte sredstva za prikaz stanja.
sr: Додајте средства да бисте видели стање.
sv: Sätt in pengar för att se saldot.
sw: Ongeza fedha ili kuona salio.
ta: நிலுவையைப் பார்க்க நிதி சேர்க்கவும்.
te: బ్యాలెన్స్ చూడడానికి నిధులు జోడించండి.
th: เติมเงินเพื่อดูยอดคงเหลือ
tr: Bakiyeyi görmek için fon ekleyin.
uk: Поповніть, щоб побачити баланс.
ur: بیلنس دیکھنے کے لیے فنڈز شامل کریں۔
vi: Thêm tiền để xem số dư.
zh_hans: 充值后查看余额。
zh_hant: 入金後查看餘額。

source: Add funds, opens Receive
af: Voeg fondse by, maak Ontvang oop
ar: إضافة أموال، يفتح الاستلام
bg: Добавяне на средства, отваря „Получаване“
bn: তহবিল যোগ করুন, গ্রহণ খোলে
ca: Afegeix fons, obre Rep
cs: Přidat prostředky, otevře Přijmout
da: Tilføj midler, åbner Modtag
de: Guthaben hinzufügen, öffnet „Empfangen“
el: Προσθήκη κεφαλαίων, ανοίγει τη «Λήψη»
es: Añadir fondos, abre Recibir
et: Lisa raha, avab Võta vastu
fa: افزودن وجه، دریافت را باز می‌کند
fi: Lisää varoja, avaa Vastaanota
fil: Magdagdag ng pondo, binubuksan ang Tumanggap
fr: Ajouter des fonds, ouvre Recevoir
he: הוסף כספים, פותח קבלה
hi: फ़ंड जोड़ें, प्राप्त करें खोलता है
hr: Dodaj sredstva, otvara Primi
hu: Pénz hozzáadása, megnyitja a Fogadást
id: Tambah dana, membuka Terima
is: Bæta við fé, opnar Taka á móti
it: Aggiungi fondi, apre Ricevi
ja: 資金を追加、「受け取る」を開きます
ko: 자금 추가, 받기 열기
lt: Pridėti lėšų, atveria „Gauti“
lv: Pievienot līdzekļus, atver Saņemt
ml: ഫണ്ട് ചേർക്കുക, സ്വീകരിക്കുക തുറക്കുന്നു
mr: निधी जोडा, प्राप्त करा उघडते
ms: Tambah dana, membuka Terima
nb: Legg til midler, åpner Motta
nl: Tegoed toevoegen, opent Ontvangen
pa: ਫੰਡ ਸ਼ਾਮਲ ਕਰੋ, ਪ੍ਰਾਪਤ ਕਰੋ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Dodaj środki, otwiera Odbierz
pt_br: Adicionar fundos, abre Receber
ro: Adaugă fonduri, deschide Primește
ru: Добавить средства, открывает «Получить»
sk: Pridať prostriedky, otvorí Prijať
sl: Dodaj sredstva, odpre Prejmi
sr: Dodaj sredstva, otvara Primi
sv: Lägg till medel, öppnar Ta emot
sw: Ongeza fedha, hufungua Pokea
ta: நிதியைச் சேர்க்கவும், பெறுதலைத் திறக்கிறது
te: నిధులను జోడించండి, స్వీకరించును తెరుస్తుంది
th: เพิ่มเงิน, เปิดรับ
tr: Para ekle, Al'ı açar
uk: Поповнити, відкриває «Отримати»
ur: رقم شامل کریں، وصول کریں کھولتا ہے
vi: Thêm tiền, mở Nhận
zh_hans: 添加资金，打开接收
zh_hant: 加入資金，開啟接收

source: Add OP_RETURN data
af: Voeg OP_RETURN-data by
ar: إضافة بيانات OP_RETURN
bg: Добавяне на OP_RETURN данни
bn: OP_RETURN ডেটা যোগ করুন
ca: Afegeix dades OP_RETURN
cs: Přidat data OP_RETURN
da: Tilføj OP_RETURN-data
de: OP_RETURN-Daten hinzufügen
el: Προσθήκη δεδομένων OP_RETURN
es: Añadir datos OP_RETURN
et: Lisa OP_RETURN andmed
fa: افزودن داده‌ی OP_RETURN
fi: Lisää OP_RETURN-tiedot
fil: Magdagdag ng OP_RETURN data
fr: Ajouter des données OP_RETURN
he: הוסף נתוני OP_RETURN
hi: OP_RETURN डेटा जोड़ें
hr: Dodaj OP_RETURN podatke
hu: OP_RETURN-adat hozzáadása
id: Tambahkan data OP_RETURN
is: Bæta við OP_RETURN-gögnum
it: Aggiungi dati OP_RETURN
ja: OP_RETURN データを追加
ko: OP_RETURN 데이터 추가
lt: Pridėti OP_RETURN duomenis
lv: Pievienot OP_RETURN datus
ml: OP_RETURN ഡാറ്റ ചേർക്കുക
mr: OP_RETURN डेटा जोडा
ms: Tambah data OP_RETURN
nb: Legg til OP_RETURN-data
nl: OP_RETURN-data toevoegen
pa: OP_RETURN ਡਾਟਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj dane OP_RETURN
pt_br: Adicionar dados OP_RETURN
ro: Adaugă date OP_RETURN
ru: Добавить данные OP_RETURN
sk: Pridať údaje OP_RETURN
sl: Dodaj podatke OP_RETURN
sr: Dodaj OP_RETURN podatke
sv: Lägg till OP_RETURN-data
sw: Ongeza data ya OP_RETURN
ta: OP_RETURN தரவைச் சேர்க்கவும்
te: OP_RETURN డేటాను జోడించండి
th: เพิ่มข้อมูล OP_RETURN
tr: OP_RETURN verisi ekle
uk: Додати дані OP_RETURN
ur: OP_RETURN ڈیٹا شامل کریں
vi: Thêm dữ liệu OP_RETURN
zh_hans: 添加 OP_RETURN 数据
zh_hant: 加入 OP_RETURN 資料

source: Add passphrase
af: Voeg wagwoordfrase by
ar: إضافة عبارة المرور
bg: Добавяне на парола‑фраза
bn: পাসফ্রেজ যোগ করুন
ca: Afegeix una contrasenya
cs: Přidat heslovou frázi
da: Tilføj adgangssætning
de: Passphrase hinzufügen
el: Προσθήκη φράσης πρόσβασης
es: Añadir frase de contraseña
et: Lisa paroolfraas
fa: افزودن عبارت عبور
fi: Lisää salalause
fil: Magdagdag ng passphrase
fr: Ajouter une phrase secrète
he: הוספת ביטוי סיסמה
hi: पासफ़्रेज़ जोड़ें
hr: Dodaj zaporku
hu: Jelszó hozzáadása
id: Tambahkan frasa sandi
is: Bæta við lykilsetningu
it: Aggiungi passphrase
ja: パスフレーズを追加
ko: 암호 문구 추가
lt: Pridėti slaptafrazę
lv: Pievienot paroles frāzi
ml: പാസ്ഫ്രേസ് ചേർക്കുക
mr: पासफ्रेज जोडा
ms: Tambah frasa laluan
nb: Legg til passordfrase
nl: Wachtwoordzin toevoegen
pa: ਪਾਸਫਰੇਜ਼ ਜੋੜੋ
pl: Dodaj hasło dodatkowe
pt_br: Adicionar frase-senha
ro: Adaugă expresia de acces
ru: Добавить парольную фразу
sk: Pridať heslovú frázu
sl: Dodaj geselno frazo
sr: Додај лозинку
sv: Lägg till lösenfras
sw: Ongeza kifungu‑siri
ta: பாஸ்பிரேஸ் சேர்
te: పాస్‌ఫ్రేజ్ జోడించు
th: เพิ่มวลีรหัสผ่าน
tr: Parola ifadesi ekle
uk: Додати парольну фразу
ur: پاس‌فریز شامل کریں
vi: Thêm cụm mật khẩu
zh_hans: 添加口令短语
zh_hant: 加入密語

source: Add recipient
af: Voeg ontvanger by
ar: إضافة مستلم
bg: Добавяне на получател
bn: প্রাপক যোগ করুন
ca: Afegeix un destinatari
cs: Přidat příjemce
da: Tilføj modtager
de: Empfänger hinzufügen
el: Προσθήκη παραλήπτη
es: Añadir destinatario
et: Lisa saaja
fa: افزودن گیرنده
fi: Lisää vastaanottaja
fil: Magdagdag ng tatanggap
fr: Ajouter un destinataire
he: הוסף נמען
hi: प्राप्तकर्ता जोड़ें
hr: Dodaj primatelja
hu: Címzett hozzáadása
id: Tambah penerima
is: Bæta við viðtakanda
it: Aggiungi destinatario
ja: 受取人を追加
ko: 받는 사람 추가
lt: Pridėti gavėją
lv: Pievienot saņēmēju
ml: സ്വീകർത്താവിനെ ചേർക്കുക
mr: प्राप्तकर्ता जोडा
ms: Tambah penerima
nb: Legg til mottaker
nl: Ontvanger toevoegen
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj odbiorcę
pt_br: Adicionar destinatário
ro: Adaugă destinatar
ru: Добавить получателя
sk: Pridať príjemcu
sl: Dodaj prejemnika
sr: Dodaj primaoca
sv: Lägg till mottagare
sw: Ongeza mpokeaji
ta: பெறுநரைச் சேர்க்கவும்
te: స్వీకర్తను జోడించండి
th: เพิ่มผู้รับ
tr: Alıcı ekle
uk: Додати одержувача
ur: وصول کنندہ شامل کریں
vi: Thêm người nhận
zh_hans: 添加收款人
zh_hant: 加入收款人

source: Add wallet
af: Voeg beursie by
ar: إضافة محفظة
bg: Добавяне на портфейл
bn: ওয়ালেট যোগ করুন
ca: Afegeix una cartera
cs: Přidat peněženku
da: Tilføj tegnebog
de: Wallet hinzufügen
el: Προσθήκη πορτοφολιού
es: Añadir cartera
et: Lisa rahakott
fa: افزودن کیف پول
fi: Lisää lompakko
fil: Magdagdag ng wallet
fr: Ajouter un portefeuille
he: הוסף ארנק
hi: वॉलेट जोड़ें
hr: Dodaj novčanik
hu: Tárca hozzáadása
id: Tambah dompet
is: Bæta við veski
it: Aggiungi wallet
ja: ウォレットを追加
ko: 지갑 추가
lt: Pridėti piniginę
lv: Pievienot maku
ml: വാലറ്റ് ചേർക്കുക
mr: वॉलेट जोडा
ms: Tambah dompet
nb: Legg til lommebok
nl: Wallet toevoegen
pa: ਵਾਲਿਟ ਜੋੜੋ
pl: Dodaj portfel
pt_br: Adicionar carteira
ro: Adaugă portofel
ru: Добавить кошелёк
sk: Pridať peňaženku
sl: Dodaj denarnico
sr: Додај новчаник
sv: Lägg till plånbok
sw: Ongeza pochi
ta: வாலெட்டைச் சேர்
te: వాలెట్ జోడించండి
th: เพิ่มกระเป๋า
tr: Cüzdan ekle
uk: Додати гаманець
ur: والیٹ شامل کریں
vi: Thêm ví
zh_hans: 添加钱包
zh_hant: 加入錢包

source: Add watch-only wallet
af: Voeg slegs-kyk-beursie by
ar: إضافة محفظة للعرض فقط
bg: Добавяне на портфейл само за преглед
bn: শুধু-দেখার ওয়ালেট যোগ করুন
ca: Afegir wallet només de visualització
cs: Přidat peněženku pouze pro sledování
da: Tilføj kun-visning-wallet
de: Nur-Ansehen-Wallet hinzufügen
el: Προσθήκη πορτοφολιού μόνο για παρακολούθηση
es: Añadir wallet de solo lectura
et: Lisa ainult-vaatamise rahakott
fa: افزودن کیف‌پول فقط‌مشاهده
fi: Lisää vain-katselu-lompakko
fil: Magdagdag ng watch-only na wallet
fr: Ajouter un portefeuille en lecture seule
he: הוסף ארנק לצפייה בלבד
hi: केवल-देखने वाला वॉलेट जोड़ें
hr: Dodaj novčanik samo za pregled
hu: Csak megfigyelő tárca hozzáadása
id: Tambahkan dompet hanya-lihat
is: Bæta við aðeins-skoða veski
it: Aggiungi wallet di sola visualizzazione
ja: 閲覧のみウォレットを追加
ko: 읽기 전용 지갑 추가
lt: Pridėti tik stebėjimo piniginę
lv: Pievienot tikai skatāmu maku
ml: കാണൽ-മാത്രം വാലറ്റ് ചേർക്കുക
mr: फक्त-पाहण्यासाठी वॉलेट जोडा
ms: Tambah dompet pantau-sahaja
nb: Legg til lommebok kun for visning
nl: Alleen-bekijken-wallet toevoegen
pa: ਕੇਵਲ-ਦੇਖਣ ਵਾਲਾ ਵਾਲੇਟ ਜੋੜੋ
pl: Dodaj portfel tylko do obserwacji
pt_br: Adicionar wallet somente leitura
ro: Adaugă portofel doar pentru vizualizare
ru: Добавить кошелёк только для просмотра
sk: Pridať peňaženku len na sledovanie
sl: Dodaj denarnico samo za ogled
sr: Додај новчаник само за преглед
sv: Lägg till plånbok endast för visning
sw: Ongeza pochi ya kuangalia tu
ta: பார்வையிட மட்டும் வாலெட்டை சேர்க்கவும்
te: వీక్షణ-మాత్రమే వాలెట్‌ను జోడించండి
th: เพิ่มกระเป๋าแบบดูอย่างเดียว
tr: Yalnızca izleme cüzdanı ekle
uk: Додати гаманець лише для перегляду
ur: صرف-دیکھنے والا والیٹ شامل کریں
vi: Thêm ví chỉ xem
zh_hans: 添加仅监视钱包
zh_hant: 加入僅監看錢包

source: Adding a memo on TRON costs an extra 1 TRX.
af: Om 'n memo op TRON by te voeg, kos 'n ekstra 1 TRX.
ar: إضافة مذكرة على TRON تكلّف 1 TRX إضافية.
bg: Добавянето на бележка в TRON струва допълнителен 1 TRX.
bn: TRON-এ মেমো যোগ করতে অতিরিক্ত ১ TRX খরচ হয়।
ca: Afegir un memo a TRON costa 1 TRX addicional.
cs: Přidání poznámky na TRONu stojí navíc 1 TRX.
da: At tilføje et notat på TRON koster 1 TRX ekstra.
de: Ein Memo auf TRON kostet zusätzlich 1 TRX.
el: Η προσθήκη υπομνήματος στο TRON κοστίζει επιπλέον 1 TRX.
es: Añadir una nota en TRON cuesta 1 TRX adicional.
et: Memo lisamine TRONis maksab lisaks 1 TRX.
fa: افزودن یادداشت در TRON ۱ TRX اضافی هزینه دارد.
fi: Viestin lisääminen TRONissa maksaa ylimääräiset 1 TRX.
fil: Ang pagdaragdag ng memo sa TRON ay nagkakahalaga ng dagdag na 1 TRX.
fr: Ajouter un mémo sur TRON coûte 1 TRX supplémentaire.
he: הוספת תזכורת ב-TRON עולה ‎1 TRX נוסף.
hi: TRON पर मेमो जोड़ने में अतिरिक्त 1 TRX लगता है।
hr: Dodavanje bilješke na TRON-u stoji dodatnih 1 TRX.
hu: A megjegyzés hozzáadása a TRON-on plusz 1 TRX-be kerül.
id: Menambahkan memo di TRON memerlukan biaya tambahan 1 TRX.
is: Að bæta við minnismiða á TRON kostar 1 TRX til viðbótar.
it: Aggiungere un memo su TRON costa 1 TRX in più.
ja: TRON でメモを追加すると、追加で 1 TRX かかります。
ko: TRON에서 메모를 추가하면 1 TRX가 추가로 듭니다.
lt: Užrašo pridėjimas TRON tinkle kainuoja papildomą 1 TRX.
lv: Piezīmes pievienošana TRON tīklā maksā papildu 1 TRX.
ml: TRON-ൽ ഒരു മെമോ ചേർക്കാൻ അധികമായി 1 TRX ചെലവാകും.
mr: TRON वर मेमो जोडण्यासाठी अतिरिक्त 1 TRX लागते.
ms: Menambah memo pada TRON memerlukan 1 TRX tambahan.
nb: Å legge til et notat på TRON koster 1 TRX ekstra.
nl: Een memo toevoegen op TRON kost 1 TRX extra.
pa: TRON 'ਤੇ ਮੀਮੋ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਵਾਧੂ 1 TRX ਲੱਗਦਾ ਹੈ।
pl: Dodanie notatki w sieci TRON kosztuje dodatkowo 1 TRX.
pt_br: Adicionar um memorando na TRON custa 1 TRX a mais.
ro: Adăugarea unui memo pe TRON costă încă 1 TRX.
ru: Добавление memo в TRON стоит дополнительно 1 TRX.
sk: Pridanie poznámky na TRON stojí ďalší 1 TRX.
sl: Dodajanje zaznamka na TRON-u stane dodaten 1 TRX.
sr: Dodavanje beleške na TRON-u košta dodatnih 1 TRX.
sv: Att lägga till en memo på TRON kostar 1 TRX extra.
sw: Kuongeza memo kwenye TRON kunagharimu TRX 1 ya ziada.
ta: TRON இல் மெமோ சேர்ப்பதற்கு கூடுதலாக 1 TRX செலவாகும்.
te: TRONలో మెమో జోడించడానికి అదనంగా 1 TRX ఖర్చవుతుంది.
th: การเพิ่มบันทึกช่วยจำบน TRON มีค่าใช้จ่ายเพิ่มอีก 1 TRX
tr: TRON'da not eklemek 1 TRX ek maliyetlidir.
uk: Додавання нотатки в TRON коштує додатково 1 TRX.
ur: TRON پر میمو شامل کرنے پر اضافی 1 TRX لگتا ہے۔
vi: Thêm ghi chú trên TRON tốn thêm 1 TRX.
zh_hans: 在 TRON 上添加备注需额外支付 1 TRX。
zh_hant: 在 TRON 上加入備註需額外支付 1 TRX。

source: Adding…
af: Voeg by…
ar: جارٍ الإضافة…
bg: Добавяне…
bn: যোগ করা হচ্ছে…
ca: S'està afegint…
cs: Přidává se…
da: Tilføjer…
de: Wird hinzugefügt…
el: Προσθήκη…
es: Añadiendo…
et: Lisamine…
fa: در حال افزودن…
fi: Lisätään…
fil: Idinadagdag…
fr: Ajout…
he: מוסיף…
hi: जोड़ा जा रहा है…
hr: Dodavanje…
hu: Hozzáadás…
id: Menambahkan…
is: Bætir við…
it: Aggiunta in corso…
ja: 追加中…
ko: 추가 중…
lt: Pridedama…
lv: Pievieno…
ml: ചേർക്കുന്നു…
mr: जोडत आहे…
ms: Menambah…
nb: Legger til…
nl: Toevoegen…
pa: ਸ਼ਾਮਲ ਕਰ ਰਿਹਾ ਹੈ…
pl: Dodawanie…
pt_br: Adicionando…
ro: Se adaugă…
ru: Добавление…
sk: Pridáva sa…
sl: Dodajanje…
sr: Dodavanje…
sv: Lägger till…
sw: Inaongeza…
ta: சேர்க்கிறது…
te: జోడిస్తోంది…
th: กำลังเพิ่ม…
tr: Ekleniyor…
uk: Додавання…
ur: شامل کیا جا رہا ہے…
vi: Đang thêm…
zh_hans: 正在添加…
zh_hant: 正在加入…

source: Address
af: Adres
ar: العنوان
bg: Адрес
bn: ঠিকানা
ca: Adreça
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
et: Aadress
fa: آدرس
fi: Osoite
fr: Adresse
he: כתובת
hi: पता
hr: Adresa
hu: Cím
id: Alamat
is: Vistfang
it: Indirizzo
ja: アドレス
ko: 주소
lt: Adresas
lv: Adrese
ml: വിലാസം
mr: पत्ता
ms: Alamat
nb: Adresse
nl: Adres
pa: ਪਤਾ
pl: Adres
pt_br: Endereço
ro: Adresă
ru: Адрес
sk: Adresa
sl: Naslov
sr: Адреса
sv: Adress
sw: Anwani
ta: முகவரி
te: చిరునామా
th: ที่อยู่
tr: Adres
uk: Адреса
ur: پتہ
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

source: Address \(spokenAddress)
af: Adres \(spokenAddress)
ar: العنوان \(spokenAddress)
bg: Адрес \(spokenAddress)
bn: ঠিকানা \(spokenAddress)
ca: Adreça \(spokenAddress)
cs: Adresa \(spokenAddress)
da: Adresse \(spokenAddress)
de: Adresse \(spokenAddress)
el: Διεύθυνση \(spokenAddress)
es: Dirección \(spokenAddress)
et: Aadress \(spokenAddress)
fa: نشانی \(spokenAddress)
fi: Osoite \(spokenAddress)
fr: Adresse \(spokenAddress)
he: כתובת \(spokenAddress)
hi: पता \(spokenAddress)
hr: Adresa \(spokenAddress)
hu: \(spokenAddress) cím
id: Alamat \(spokenAddress)
is: Vistfang \(spokenAddress)
it: Indirizzo \(spokenAddress)
ja: アドレス \(spokenAddress)
ko: 주소 \(spokenAddress)
lt: Adresas \(spokenAddress)
lv: Adrese \(spokenAddress)
ml: വിലാസം \(spokenAddress)
mr: पत्ता \(spokenAddress)
ms: Alamat \(spokenAddress)
nb: Adresse \(spokenAddress)
nl: Adres \(spokenAddress)
pa: ਪਤਾ \(spokenAddress)
pl: Adres \(spokenAddress)
pt_br: Endereço \(spokenAddress)
ro: Adresă \(spokenAddress)
ru: Адрес \(spokenAddress)
sk: Adresa \(spokenAddress)
sl: Naslov \(spokenAddress)
sr: Адреса \(spokenAddress)
sv: Adress \(spokenAddress)
sw: Anwani \(spokenAddress)
ta: முகவரி \(spokenAddress)
te: చిరునామా \(spokenAddress)
th: ที่อยู่ \(spokenAddress)
tr: Adres \(spokenAddress)
uk: Адреса \(spokenAddress)
ur: پتہ \(spokenAddress)
vi: Địa chỉ \(spokenAddress)
zh_hans: 地址 \(spokenAddress)
zh_hant: 地址 \(spokenAddress)
